Repository: Faldon/OwnCloud-MobileClient
Catalog: OwnCloud/OwnCloud/Resource/Localization/AppResources.*.resx
Languages: de

# AccountsPage_Confirm_Delete
source: Would you like to delete "{0:g}" account?
de: Soll das Konto "{0:g}" wirklich entfernt werden?

# AccountsPage_Confirm_Delete_Caption
source: Remove account
de: Konto entfernen

# ApplicationBarButton_Add
source: Add
de: Neu

# ApplicationBarButton_Save
source: Save
de: Speichern

# EditAccountPage_AddAccount
source: Add account
de: Konto

# EditAccountPage_Anonymous
source: Anonymous access
de: Anonymer Zugriff

# EditAccountPage_CalDAVPath
source: CalDAV path (leave blank if not using CalDAV)
de: CalDAV Pfad (leer lassen, wenn CalDAV nicht genutzt wird)

# EditAccountPage_CheckingConnection
source: Please wait while checking connection...
de: Bitte warten. Überprüfe Verbindung...

# EditAccountPage_Confirm_Store
source: Connection to "{0:g}://{1:g}" failed. Would you like to add this account anyway?
de: Verbindung zu "{0:g}://{1:g}" fehlgeschlagen. Soll dieses Konto dennoch hinzugefügt werden?

# EditAccountPage_Confirm_Store_Caption
source: Connection failed
de: Verbindung fehlgeschlagen.

# EditAccountPage_Connection_Rejected
source: The connection to "{0:g}" was rejected by your phone as the security certificate was not valid or self signed. Please import the certificate into the phone and try again. Certifcate: {1:g} Valid After: {2:g} Valid To: {3:g}
de: Die Verbindung zu "{0:g}" wurde vom Telefon abgelehnt. Das Sicherheitszertifikat war nicht valid oder wurde selbst signiert ausgestellt. Bitte importiere das Zertifikat manuell in das Telefon und versuche es erneut. Zertifikat: {1:g} Gültig ab: {2:g} Gültig bis: {3:g}

# EditAccountPage_Connection_Rejected_Caption
source: Connection failed
de: Verbindung fehlgeschlagen

# EditAccountPage_EditAccount
source: Edit account
de: Konto bearbeiten

# EditAccountPage_Password
source: Password
de: Kennwort

# EditAccountPage_Server
source: Host
de: Quelle

# EditAccountPage_Username
source: Username
de: Benutzername

# EditAccountPage_WebDAVPath
source: WebDAV path
de: WebDAV Pfad

# Exception_NoUserID
source: For this page was no user id given
de: Für diese Seite wurde keine UserID definiert

# File_Type_Default
source: File
de: Datei

# MainPage_Accounts
source: Accounts
de: Konten

# MainPage_AccountsText
source: No accounts found.
de: Es wurde noch kein Konto angelegt.

# MainPage_CalendarHeader
source: Calendars
de: Kalender

# MainPage_Files
source: Files
de: Dateien

# MainPage_Settings
source: Settings
de: Einstellungen

# MainPage_Status_FreeDiskSpace
source: Free disk space (device)
de: Freier Speicherplatz (Gerät)

# Model_Account_Protocol_Unsupported
source: Protocol {0:g} not supported.
de: Protokoll {0:g} nicht unterstützt.

# Model_Account_ServerDomain_Empty
source: Server domain cannot be empty!
de: Server Host/Domäne kann nicht leer sein.

# Model_Account_Username_Empty
source: Username should not be empty.
de: Benutzername darf nicht leer sein.

# Model_File_Filename_Empty
source: Filename cannot be empty!
de: Dateiname kann nicht leer sein.

# Net_StreamSocket_ConnectFailed
source: Cannot connect to "{0:g}": {1:g}.
de: Verbindung zu "{0:g}" fehlgeschlagen: {1:g}

# SettingsPage_Accounts
source: Accounts
de: Konten

# SettingsPage_AddAccount
source: Add Account
de: Konto hinzufügen

# SettingsPage_AddAccount_Help
source: To add an account, tap"Add". To edit or remove, first tap on "Lock" then tap on the account to edit. Move the account to the right until the account will be completely disappear to remove it.
de: Tippe auf "Neu" um ein Konto hinzufügen. Um ein Konto zu bearbeiten oder zu löschen, tippe zuerst auf "Sperren". Tippe auf das Konto um den Bearbeitungsmodus zu öffnen. Ziehe das Konto nach rechts, bis dieses verschwunden ist, um es zu entfernen.

# SettingsPage_Title
source: OwnCloud Settings
de: OwnCloud Einstellungen

source: Directory
de: Verzeichnis

# FetchFile_Unexpected_Result
source: Couldn't fetch the file list from target server. Maybe there is a temporary problem.
de: Die Dateliste konnte nicht vom Zielserver abgefragt werden. Möglicherweise besteht ein temporäres Problem.

# MainPage_Remote_Files
source: Remote Files
de: Dateien in der Cloud

# MainPage_Remote_Files_Text
source: Select an account to browse trough or select files to sync.
de: Wähle ein Konto aus um Dateien anzusehen oder um Dateien zum Synchronisieren zu markieren.

# RemoteFilesPage_DetailView
source: Details
de: Detailansicht

# RemoteFilesPage_TileView
source: Preview
de: Vorschau

# CalendarMonthPage_ListCalendars
source: Calendar Settings
de: Kalender Einstellung

# CalendarMonthPage_ReloadEvents
source: Reload
de: Neu laden

# Tile_KalendarTitle
source: Calendar
de: Kalender

# MainPage_PinToStart
source: Pin to start
de: An Startseite heften

# Tile_RemoteFileTitle
source: Files
de: OwnCloud

# CalendarMonthPage_Title
source: Owncloud calendars
de: Owncloud Kalender

# AppointmentPage_WrongDate
source: The end date is before the start date. Please fix this.
de: Das Enddatum ist vor dem Startdatum. Bitte beheben sie das.

# SettingsPage_EnableFilePreview
source: Enable file preview.
de: Dateivorschau aktivieren.

# SettingsPage_EnableFilePreviewSubText
source: Shows a tiny preview of local and remote files.
de: Öffnet vorhande und entfernte Dateien beim Browsen und erstellt eine Voransicht.

# SettingsPage_EnableRemoteDeleting
source: Delete files on Cloud Storage if I delete files on the local device.
de: Lösche entfernte Dateien auf dem Cloud Storage, wenn ich Dateien von dem Gerät entferne.

# SettingsPage_EnableRemoteFilePreviewWLANOnly
source: Only refresh remote view if I am connected to WLAN.
de: Aktualisiere Vorschau von entfernten Dateien nur wenn ich mit einem WLAN-Netz verbunden bin.

# SettingsPage_EnableSkipRemoteFiles
source: Skip remote files which are greater than amount KB below:
de: Lasse Dateien aus, die größer als der unten angegebene Wert in KB sind.

# SettingsPage_ShowPhoneStatusBar
source: Show phone status bar.
de: Statusleiste anzeigen.

# EditAccountPage_CheckingConnection_DAVTestFailed
source: DAV-structure was not recognized. Please check the server paths. Failed path: {0} Server Answer: {1}
de: Die DAV-Struktur wurde nicht erkannt. Bitte den Serverpfad überprüfen. Fehlgeschlagen: {0} Server Antwort: {1}

# Error_Caption
source: Error
de: Fehler

# FetchFile_Unauthorized
source: Couldn't fetch the file list from target server: Permission denied.
de: Die Dateliste konnte nicht vom Zielserver abgefragt werden: Zugriff verweigert.

# ApplicationBarButton_ChooseAccount
source: Choose account
de: Konto wählen

# ApplicationBarButton_Unlock
source: Unlock
de: Sperre aufheben

# ApplicationBarButton_View
source: View
de: Ansicht

# FileItem_Up
source: Up
de: Aufwärts
